var local_database=[
  {
    date: "NOV 17 2016",
    title: "中华瑰宝",
    imgSrc: "../../images/m3-3.jpg",
    avatar: "../../../images/m1.jpg",
    content: "国画（宣画）：即用颜料在宣纸、宣绢上的绘画,是东方艺术的主要形式（薛宣林定性）. 国画从美术史的角度讲,民国前的都统称为古画.国画在古代无确定名称,一般称之为丹青,主要指的是画在绢、宣纸、帛上并加以装裱的卷轴画.",
    collection: "90",
    reading: "112",
    headImgSrc:"../../../images/m3-3.jpg",
    author:"林更新",
    dateTime:"24小时前",       
    detail:"国画（宣画）：即用颜料在宣纸、宣绢上的绘画,是东方艺术的主要形式（薛宣林定性）. 国画从美术史的角度讲,民国前的都统称为古画.国画在古代无确定名称,一般称之为丹青,主要指的是画在绢、宣纸、帛上并加以装裱的卷轴画.",
    postId:0,
    music: {
      url: "http://ws.stream.qqmusic.qq.com/C100003507bR0gDKBm.m4a?fromtag=38",
      title: "夜夜夜夜-齐秦",
      coverImg: "http://y.gtimg.cn/music/photo_new/T002R150x150M000001TEc6V0kjpVC.jpg?max_age=2592000"
    }
  },
  {
    date: "NOV 18 2016",
    title: "苏州园林",
    imgSrc: "../../images/m2-2.jpg",
    avatar: "../../../images/m2.jpg",
    content: "苏州是中国著名的国家级历史文化名城，有“人间天堂，园林之城”的美誉。这里素来以山水秀丽，园林典雅而闻名天下，有“江南园林甲天下，苏州园林甲江南”的美称。苏州古典园林“不出城郭而获山水之怡，身居闹市而有灵泉之致”。",
    collection: "97",
    reading: "89",
    headImgSrc: "../../../images/m2-2.jpg",
    author: "林更新",
    dateTime: "24小时前", 
    detail: "苏州是中国著名的国家级历史文化名城，有“人间天堂，园林之城”的美誉。这里素来以山水秀丽，园林典雅而闻名天下，有“江南园林甲天下，苏州园林甲江南”的美称。苏州古典园林“不出城郭而获山水之怡，身居闹市而有灵泉之致”。1985年，苏州园林即被评为中国十大美景之一。作为举世瞩目的历史文化名城，苏州沉淀了二千五百余年吴文化底韵。既有湖光山色、烟波浩淼的气势，又有江南水乡小桥流水的诗韵——素有“江南鱼米之乡”之称的苏州富饶美丽，是中国首批公布的24个历史文化名城之一。苏州自古以来就是江南的经济文化中心，城市格局保持完整，山明水秀，自然景观独具特色，是著名的旅游胜地。闻名遐迩的苏州园林采用缩景的手法，给人以小中见大的艺术效果，为苏州赢得“园林之城”的美誉。",
    postId: 1,
    music: {
      url: "http://ws.stream.qqmusic.qq.com/C100003GdCmG4NkEOR.m4a?fromtag=38",
      title: "鬼迷心窍-李宗盛",
      coverImg: "http://y.gtimg.cn/music/photo_new/T002R150x150M000002xOmp62kqSic.jpg?max_age=2592000"
    }
  },
  {
    date: "NOV 17 2016",
    title: "互联网科技",
    imgSrc: "../../images/m1-1.jpg",
    avatar: "../../../images/m3.jpg",
    content: "十九大报告明确提出要加快发展先进制造业，推动互联网、大数据、人工智能和实体经济深度融合。昨天（8日）发布的《2017互联网科技创新白皮书》显示，我国人工智能企业总量全球排名第二，累积融资额攀升到635亿元，占据全球融资总额的三分之一。",
    collection: "90",
    reading: "112",
    headImgSrc: "../../../images/m1-1.jpg",
    author: "林更新",
    dateTime: "24小时前",
    detail: "数据显示，2017上半年产生的融资已经超过150亿元，累积融资额攀升到635亿元，占据全球融资总额的33.18%。国务院近期印发的《新一代人工智能发展规划》明确提出了2030年发展目标，人工智能核心产业规模超过1万亿元，带动相关产业规模超过10万亿元。",
    postId: 2,
    music: {
      url: "http://ws.stream.qqmusic.qq.com/C100004HLusI2lLjZy.m4a?fromtag=38",
      title: "女儿情-万晓利",
      coverImg: "http://y.gtimg.cn/music/photo_new/T002R150x150M000004Wv5BO30pPc0.jpg?max_age=2592000"
    }
  },
  {
    date: "NOV 18 2016",
    title: "国画题材",
    imgSrc: "../../images/m4-4.jpg",
    avatar: "../../../images/m7.jpg",
    content: "予友人工画虎，其室四壁咸虎画：或腾或扑，或吼或奔，或挈幼或独行，形态各异，皆毕肖。吾尝乞得一轴，高二尺奇，宽二尺许。其二虎，雌雄各一。雄者踞于石，昂首远视，张口若呼啸状；雌者伏于侧，足前伸，神情怡然。旁有奇石三四，似助威也。余县诸东壁，爱甚。",
    collection: "97",
    reading: "89",
    headImgSrc: "../../../images/m4-4.jpg",
    author: "林更新",
    dateTime: "24小时前", 
    detail: "中国有崇尚虎的文化传统。我姑且称之为“虎文化”。虎文化有丰厚、深远的积淀，渗透到审美与价值观念等许多方面。“虎虎有生气”、“龙腾虎跃”、“虎踞龙盘”，这些词语不仅象征着生气与活力，非凡的风范与气度，还表征着一种宏观气象。中国人喜爱老虎，历来有许多画虎名家。大致有丁云鹏、张善子、徐悲鸿、刘奎龄、赵少昂、朱文侯、吴寿谷、何香凝、刘继卣、房毅、慕凌飞、汤文选、胡爽庵、冯大中、陆忠德、季则夫、孟祥顺、王墨臣、窦中亮、钟基明、谢呈祥、蔡育贤、龙文会等。古代受条件制约，一般见不到真虎，即使见到真虎，到时恐怕也容不得你有写真的功夫。到了近代张善子画的写意虎，把“虎”带到了一个高峰。他的虎造型、线条、笔墨都有相当功力，富于时代感，充满了现代绘画的语言。悲鸿先生讲“写马必以马为师，画鸡必以鸡为师”。为了深入观察老虎的生活习性，几代画虎名家，张善子、孟祥顺、王墨臣等名家多次冒着风险深入东北大小兴安岭的腹地，在莽莽苍苍的原始森林中，在东北虎出没的地方观察和写生。不但如此，他们甚至至养过虎，一天二十四小时和虎呆在一起，与虎零距离接触．",
    postId: 3,
    music: {
      url: "http://ws.stream.qqmusic.qq.com/C100002mWVx72p8Ugp.m4a?fromtag=38",
      title: "恋恋风尘-老狼",
      coverImg: "http://y.gtimg.cn/music/photo_new/T002R150x150M000001VaXQX1Z1Imq.jpg?max_age=2592000",
    }
  },
  {
    title: "扇子的历史",
    content: "扇子，最早称“翣”，在我国已有３０００多年历史。据说 我国那时已有蒲扇和竹扇了，人们开初不是用它取凉，而是一种装饰品。在周代，王和后的车子都有“扇扇”，用来遮蔽风尘，叫 “障扇”；后来的封建皇帝和高官出行的仪仗中，都有大障扇，以显示其威风。",
    imgSrc: "../../images/m5-5.jpg",
    reading: 102,
    detail: "据晋崔豹的《古今注》记载，最早的扇子是殷代用雉尾制作的长柄扇，但并不是用来拂凉的，而是一种仪仗饰物。由持者高擎着为帝王障尘蔽日。到了汉代以后，湖南的竹扇和山东的绢扇普遍用来取凉，形式也逐渐增多，并从日用品成为艺术品。《西京杂记》一书中对此就有较详细记载。据载当时的纨扇，大都用绢等丝织品制成。相传那时长安有个技术很高的工匠名叫丁缓，曾经制出过一种很大的“七轮扇”，只需由一个人操纵运转，就能使满厅堂的人感到凉爽。看来，这种扇子可能就是现在生活中的吊扇、台扇的鼻祖。传说三国时杨修曾与曹操画扇。所以，扇子主要是驱暑，还 可以作为一种工艺品。人们可以在扇子上绘画、雕刻多种花鸟山水人物，或题诗写字，颇为高雅。晋朝大书法家王羲之见一位卖 六角竹扇的老妇，就在每个竹扇上各写五个字，老妇很不高兴。 王羲之说：“但言是王右军书，以求百钱可也。”老妇拿出去叫卖，果然人们争相购买。我国历史上有不少有名的画扇佳作，如明代周之冕的竹雀扇、唐寅的枯木寒鸦扇、沈周的秋林独步扇，清代恽寿平的菊花扇、王武的梧禽紫蔽扇等。现在，我国的扇子作为一种工艺品驰誉世界。郭沫若曾为扇厂工人欣然题诗一首：清凉世界，出自手中。精逾鬼斧，巧夺天工。飞遍寰宇，压倒西风。",
    collection: 92,
    dateTime: "24小时前",
    headImgSrc: "../../../images/m5-5.jpg",
    author: "猫是猫的猫",
    date: "Nov 20 2016",
    avatar: "../../../images/m4.jpg",
    postId: 4,
    music: {
      url: "http://ws.stream.qqmusic.qq.com/C100002mWVx72p8Ugp.m4a?fromtag=38",
      title: "恋恋风尘-老狼",
      coverImg: "http://y.gtimg.cn/music/photo_new/T002R150x150M000001VaXQX1Z1Imq.jpg?max_age=2592000",
    }
  },
  {
    title: "清明上河图",
    content: "清明上河图，中国十大传世名画之一。为北宋风俗画，北宋画家张择端仅见的存世精品，属国宝级文物。图宽25.2厘米，长528.7厘米，绢本设色。作品以长卷形式，采用散点透视构图法，生动记录了中国十二世纪北宋汴京的城市面貌和当时社会各阶层人民的生活状况。是汴京当年繁荣的见证，也是北宋城市经济情况的写照。",
    imgSrc: "../../images/m6-6.jpg",
    reading: 102,
    detail: "《清明上河图》采用传统的中国画长卷形式，使用散点透视的构图法，将众多的景物统一纳入富于变化的画面中，作品中塑造了五百多位衣着不同、神情各异的人物。而且人物都有自己的活动，极富独特个性的艺术审美情趣，整幅作品构图美观精致，非常注重节律感与韵律的变化，笔墨章法的运用皆很巧妙。清明上河图如此丰富多彩的内容为历代古画所罕见，更为可贵的是，画中每个人物，景象，细节都安排得合情合理，疏密、繁简、动静、聚散等关系处理得恰到好处，繁而不杂，多而不乱，细致入微，高潮迭起，引人入胜。《清明上河图》具有特别高的欣赏价值与保存价值，描绘的是汴京清明时节的繁荣景象，是汴京当年繁荣的见证，也是北宋城市经济情况的写照。通过这幅画，我们了解了北宋的城市面貌和当时各阶层人民的生活。总之，作为绘画艺术作品其留给后代人的是无穷的想象与丰富的绘画经验。《清明上河图》具有极高的史料价值。",
    collection: 26,
    dateTime: "24小时前",
    headImgSrc: "../../../images/m6-6.jpg",
    author: "深白色",
    date: "Nov 20 2016",
    avatar: "../../../images/m5.jpg",
    postId: 5,
    music: {
      url: "http://ws.stream.qqmusic.qq.com/C100000Zn0vS4fKKo8.m4a?fromtag=38",
      title: "沉默是金-张国荣",
      coverImg: "http://y.gtimg.cn/music/photo_new/T002R150x150M000003at0mJ2YrR2H.jpg?max_age=2592000"
    }
  },
  {
    title: "建筑摄影",
    content: "摄影是一个技术活，它既不是专业也不是艺术，而是由使用它的人去决定拍摄出来的作品到底是艺术还是广告等形式。",
    imgSrc: "../../images/m7-7.jpg",
    reading: 96,
    detail: "摄影是一个技术活，它既不是专业也不是艺术，而是由使用它的人去决定拍摄出来的作品到底是艺术还是广告等形式。沈忠海对摄影有自己的标杆，如果一个摄影师对自己所拍的设计风格、设计师的文化背景或者属性不了解的话，是很难达到一致的。他个人比较偏向于德国包豪斯、杜塞尔多夫学院派的的新客观主义风格的拍摄方式，不会轻易地去改变空间的东西，完全客观地从透视的角度把作品呈现出来。",
    collection: 26,
    dateTime: "21小时前",
    headImgSrc: "../../../images/m7-7.jpg",
    author: "深白色",
    date: "Nov 20 2016",
    avatar: "../../../images/m6.jpg",
    postId: 6,
    music: {
      url: "http://ws.stream.qqmusic.qq.com/C100002I8eGJ28BI17.m4a?fromtag=38",
      title: "朋友-谭咏麟",
      coverImg: "http://y.gtimg.cn/music/photo_new/T002R150x150M000004eGsCN3SUheO.jpg?max_age=2592000"
    }
  },
  {
    date: "NOV 19 2016",
    title: "云南丽江",
    imgSrc: "../../images/b1.jpg",
    avatar: "../../../images/m8.jpg",
    content: "丽江古城位于云南省丽江市古城区，又名大研镇，坐落在丽江坝中部，始建于宋末元初（公元13世纪后期），地处云贵高原，面积为7.279平方公里。丽江古城内的街道依山傍水修建，以红色角砾岩铺就，有四方街、木府、五凤楼等景点。",
    collection: "90",
    reading: "112",
    headImgSrc: "../../../images/b1.jpg",
    author: "小颖",
    dateTime: "18小时前",
    detail: "丽江古城位于云南省丽江市古城区，又名大研镇，坐落在丽江坝中部，始建于宋末元初（公元13世纪后期），地处云贵高原，面积为7.279平方公里。丽江古城内的街道依山傍水修建，以红色角砾岩铺就，有四方街、木府、五凤楼等景点。 丽江为第二批被批准的中国历史文化名城之一，是中国以整座古城申报世界文化遗产获得成功的两座古城之一。丽江古城有着多彩的地方民族习俗和娱乐活动，纳西古乐、东巴仪式、占卜文化、古镇酒吧以及纳西族火把节等，别具一格。丽江古城体现了中国古代城市建设的成就，是中国民居中具有鲜明特色和风格的类型之一。017年2月25日，经国家旅游局局长办公会审议，全国旅资委决定给予云南省丽江市丽江古城景区严重警告，限期6个月整改。",
    postId: 7,
    music: {
      url: "http://ws.stream.qqmusic.qq.com/C100003507bR0gDKBm.m4a?fromtag=38",
      title: "夜夜夜夜-齐秦",
      coverImg: "http://y.gtimg.cn/music/photo_new/T002R150x150M000001TEc6V0kjpVC.jpg?max_age=2592000"
    }
  },
  {
    date: "sep 18 2016",
    title: "一带一路",
    imgSrc: "../../images/b2.jpg",
    avatar: "../../../images/m9.jpg",
    content: "“一带一路”分别指的是丝绸之路经济带和21世纪海上丝绸之路。“一带一路”作为中国首倡、高层推动的国家战略，对我国现代化建设和屹立于世界的领导地位具有深远的战略意义。“一带一路”战略构想的提出，契合沿线国家的共同需求，为沿线国家优势互补、开放发展开启了新的机遇之窗，是国际合作的新平台。“一带一路”战略在平等的文化认同框架下谈合作，是国家的战略性决策，体现的是和平、交流、理解、包容、合作、共赢的精神。",
    collection: "97",
    reading: "89",
    headImgSrc: "../../../images/b2.jpg",
    author: "林新",
    dateTime: "20小时前",
    detail: "“一带一路”分别指的是丝绸之路经济带和21世纪海上丝绸之路。“一带一路”作为中国首倡、高层推动的国家战略，对我国现代化建设和屹立于世界的领导地位具有深远的战略意义。“一带一路”战略构想的提出，契合沿线国家的共同需求，为沿线国家优势互补、开放发展开启了新的机遇之窗，是国际合作的新平台。“一带一路”战略在平等的文化认同框架下谈合作，是国家的战略性决策，体现的是和平、交流、理解、包容、合作、共赢的精神。",
    postId: 8,
    music: {
      url: "http://ws.stream.qqmusic.qq.com/C100003GdCmG4NkEOR.m4a?fromtag=38",
      title: "鬼迷心窍-李宗盛",
      coverImg: "http://y.gtimg.cn/music/photo_new/T002R150x150M000002xOmp62kqSic.jpg?max_age=2592000"
    }
  },
  {
    date: "NOV 10 2016",
    title: "普京访华",
    imgSrc: "../../images/b3.jpg",
    avatar: "../../../images/m10.jpg",
    content: "中国国家主席习近平在北京人民大会堂东门外广场举行欢迎仪式，欢迎俄罗斯总统普京访华。",
    collection: "90",
    reading: "112",
    headImgSrc: "../../../images/m1-1.jpg",
    author: "林林",
    dateTime: "4小时前",
    detail: "中国国家主席习近平在北京人民大会堂东门外广场举行欢迎仪式，欢迎俄罗斯总统普京访华。",
    postId: 9,
    music: {
      url: "http://ws.stream.qqmusic.qq.com/C100004HLusI2lLjZy.m4a?fromtag=38",
      title: "女儿情-万晓利",
      coverImg: "http://y.gtimg.cn/music/photo_new/T002R150x150M000004Wv5BO30pPc0.jpg?max_age=2592000"
    }
  },
]
module.exports = {
  postList: local_database
}
